Repository: wp-plugins/image-zoom
Catalog: core/lang/*_framework-*.po
Languages: sv_se

source: About SL plugins...
sv_se: Om Sl plugins

source: About...
sv_se: Om....

source: Settings
sv_se: Inställningar

source: Log options
sv_se: Logg inställningar

source: What is the debug level:
sv_se: Vad är debug nivån:

source: See the debug logs
sv_se: Se debug loggen:

source: 1=log only the critical errors;
sv_se: 1= Logga endast kritiska fel.

source: 2=log only the critical errors and the standard errors;
sv_se: 2= Logga endast kritiska fel och standard fel

source: 3=log only the critical errors, the standard errors and the warnings;
sv_se: 3= Logga endast kritiska fel , standard fel och varningar

source: 4=log information;
sv_se: 4= logg information

source: Location of the SL plugins
sv_se: Placering av SL tillägg:

source: Where do you want to display the SL plugins:
sv_se: Vart vill du se informationen av SL tillägg:
