Repository: wp-plugins/image-zoom
Catalog: lang/imagezoom-*.po
Languages: bg_bg, cs_cz, de_de, es_es, fr_fr, nl_nl

source: What are the clipped dimensions of the zoomed image?
bg_bg: Какви са орязаните размери на мащабираното изображение?
de_de: Wie groß soll der Ausschnitt des gezoomten Bildes sein?
es_es: ¿Cuáles son las dimensiones recortadas de la imagen ampliada?
nl_nl: Wat zijn de ingekorte dimensies van de gezoomde afbeelding?

source: Max width:
bg_bg: Максимална ширина:
cs_cz: Maximální šířka:
de_de: Maximale Breite:
es_es: Ancho máximo:
fr_fr: Largeur maximale :
nl_nl: Max breedte

source: Max height:
bg_bg: Максимална височина:
cs_cz: Maximální výška:
de_de: Maximale Höhe:
es_es: Altura máxima:
fr_fr: Hauteur maximale :
nl_nl: Max hoogte

source: What is the text for the frontend?
bg_bg: Какъв е текстът за интерфейса?
de_de: Wie lautet der Frontend-Text?
es_es: ¿Cuál es el texto de la página principal?
nl_nl: Wat is de tekst voor het dashboard?

source: Previous:
bg_bg: Предишен:
de_de: Vorheriges:
es_es: Anterior:
nl_nl: Vorige

source: Next:
bg_bg: Следващ:
de_de: Nächstes:
es_es: Siguiente:
nl_nl: Volgende

source: Close:
bg_bg: Затвори:
de_de: Schließen:
es_es: Cerrar:
nl_nl: Sluit

source: Play:
bg_bg: Пусни:
de_de: Abspielen:
es_es: Iniciar:
nl_nl: Speel af

source: The image counter:
bg_bg: Изображение броят:
de_de: Auflistung der Bilder.
es_es: Contador de imagen:
nl_nl: De afbeeldings teller

source: What is the theme?
bg_bg: Каква е темата?
de_de: Wie ist das Thema?
es_es: ¿Cuál es la plantilla?
nl_nl: Wat is het thema?

source: Choose the theme:
bg_bg: Избери темата:
de_de: Wähle das Thema:
es_es: Selecciona plantilla
nl_nl: Kies het thema

source: Theme 01 is : %s.
bg_bg: Тема 01 е: %s
de_de: Thema 01: %s.
es_es: La plantilla 01 es: %s.
nl_nl: Thema 01 is %s.

source: Theme 02 is : %s.
bg_bg: Тема 02 е: %s
de_de: Thema 02: %s.
es_es: La plantilla 02 es: %s.
nl_nl: Thema 02 is %s.

source: Theme 03 is : %s.
bg_bg: Тема 03 е: %s
de_de: Thema 03: %s.
es_es: La plantilla 03 es: %s.
nl_nl: Thema 03 is %s.

source: Theme 04 is : %s (created by %s).
de_de: Thema 04: %s (created by %s).

source: Show description text
de_de: Zeige Beschreibungstext:

source: Show the title of the image:
de_de: Zeige den Titel der Abildung:

source: Show the alternative text of the image:
de_de: Zeige den Alternativtext der Abbildung:

source: What are the other parameters?
bg_bg: Какви са другите параметри?
de_de: Weitere Parameter?
es_es: ¿Cuales son los otros parámetros?
nl_nl: Wat zijn de andere parameters?

source: Transition time if the slideshow is on:
bg_bg: Времето за преминаване, ако слайдшоу е на:
cs_cz: Čas zobrazení snímků při prazentaci:
de_de: Wartezeit der Slideshow:
es_es: Tiempo de transición, si la presentación está en:
fr_fr: Durée de transition si le mode panorama est activé :
nl_nl: Overgangstijd als de slideshow is ingeschakeld:

source: Auto-start the slideshow when launched:
bg_bg: Автоматично стартиране на слайдшоу, когато стартира:
de_de: Autostart der Slideshow nach dem Aufruf:
es_es: Auto-iniciar el carrusel cuando se ponga en marcha
fr_fr: Commencer automatiquement le mode panorama lors du lancement :
nl_nl: Auto-start de diavoorstelling wanneer ingeschaleld

source: The opacity of the background:
bg_bg: Прозрачността на фона:
cs_cz: Průhlednost pozadí:
de_de: Deckkraft des Hintergrundes:
es_es: La opacidad de los antecedentes:
fr_fr: L&#039;opacité du fond :
nl_nl: De ondoorzichtigheid van de achtergrond:

source: Advanced parameters?
de_de: Erweitere Parameter:
es_es: Parámetros avanzados

source: Disable the navigation buttons on images:
de_de: Navigation sichtbar machen:

source: Disable click on the image for next (it will then close the slideshow):
de_de: Beenden der Bildanzeige:

source: Disable the slideshow buttons on images:
de_de: Navigation auf Abbilgungen anzeigen.

source: List of page exclusions:
de_de: Liste anzeigen:
es_es: Lista de páginas para excluir

source: Parameters
bg_bg: Параметри
cs_cz: Nastavení
de_de: Einstellungen
es_es: Parámetros
fr_fr: Paramètres

source: Manage translations
bg_bg: Управление на преводи
cs_cz: Správa překladů
de_de: Übersetzungen verwalten
es_es: Administrar traducciones
fr_fr: Gérer les traductions
nl_nl: Beheer vertalingen

source: Give feedback
bg_bg: Изпратете отзиви
cs_cz: Zpětná vazba
de_de: Feedback
es_es: Deje su comentario
fr_fr: Donner un feedback
nl_nl: Geef feedback

source: Other plugins
bg_bg: Други плъгини
de_de: weitere Plugins
es_es: Otros plugins
nl_nl: andere plugins

source: Theme 01
bg_bg: Тема 01
de_de: Thema 01
es_es: Tema 01
nl_nl: Thema 01

source: Theme 02
bg_bg: Тема 02
de_de: Thema 02
es_es: Tema 02
nl_nl: Thema 02

source: Theme 03
bg_bg: Тема 03
de_de: Thema 03
es_es: Tema 03
nl_nl: Thema 03

source: Theme 04
de_de: Thema 04

source: Your theme contains (i.e. in %s file) a hardcoded reference to the jQuery javascript library.
bg_bg: Вашата тема съдържа код връзка към jQuery javascript библиотека.
de_de: Das Layout enthält in der Datei %s einen fest einprogrammierten Verweis zu der jQuery Javascript Bibliothek
es_es: Su tema contiene (i.e. in %s file) una referencia explícita a la biblioteca jQuery javascript.
nl_nl: Je thema bevat (i.e. in%s bestand) een hardgecodeerde referentie naar de jQuery javascript bibliotheek

source: This reference may break the plugin. So, if the plugin does not work, please either delete this reference or move it just after the %s declaration.
bg_bg: Тази връзка може да повреди плъгина. Затова, ако плъгина не работи, моля, или изтрийте тази връзка или я преместете точно след %s декларацията.
de_de: Dieser Verweis kann möglicherweise die Funktion des Plugins behindern. Sollte also das Plugin nicht funktionieren, lösche entweder diesen Verweis oder rücke ihn hinter die %s Deklaration
es_es: Esta referencia puede provocar fallos del plugin. Por lo tanto, si el algo no funciona, por favor suprima esta referencia o insertela justo después de la declaración %s.
nl_nl: Deze referentie kan de plugin stukmaken. Dus als de plugin niet werkt, dan kun je deze referentie verwijderen of verplaatsen naar net na de %s declaratie.

source: This plugin allows a dynamic zoom on the images.
de_de: Dieses Plugin erlaubt das dynamische Zoomen von Bildern

source: All images in your pages/posts like %s will be zoomable.
de_de: Alle Bilder, wie %s, die in den Seiten/Posts enthalten sind, sind zoombar

source: If you want to exclude one specific image, please modify the HTML code so that this image is like that: %s or %s.
de_de: Wenn du ein Bild ausnehmen willst, modifiziere bitte den HTML Code so, dass das Bild ist wie hier: %s oder %s

source: Do you want to clip to browser size:
de_de: Soll das Bild auf Browser Größe gezoomt werden:

source: The %s will be replace with the index of the image and %s with the total number of images in the page.
bg_bg: %s ще бъде заменен с индекс на изображението и %s с общия брой изображения на страница.
de_de: Das %s wird mit dem Index des Bildes ersetzt und %s mit der Anzahl aller Bilder.
es_es: El %s será reemplazado con el indice de la imagen y %s con número total de imágenes de la página.
nl_nl: De %s zal vervangen worden door de index van de afbeelding en %s met het totaal aantal afbeeldingen op de pagina

source: List of page exclusions (regular expressions):
de_de: Liste der ausgenommen Seiten (Regular Expressions):

source: For instance, you may exclude page with URL like %s by setting this option to %s. Please add one regular expressions by line
de_de: Zum Beispiel kannst du eine Seite mit einer URL wie %s ausschließen indem du diese Option zu %s setzts. Bitte füge eine Regular Expression in die Zeile hinzu.
es_es: Por ejemplo, se puede excluir una página con la URL similar a %s set to %s. Por favor, añade una expresión regular por línea

source: You may also exclude this same page by setting this option to %s
de_de: Du kannst die selbe Seite auch ausschließen, indem du diese Option zu %s setzts

source: In addition, you may set this option to %s and to %s to exclude the home page
de_de: Zusätzlich kannst du auch diese Option zu %s oder %s setzen, um die Startseite auszuschließen
es_es: Adicionalmente, se puede configurar esta opción a %s y a %s para excluir la página de unicio

source: This plugin allows a dynamic zoom on the images (based on the highslide javascript library)
bg_bg: Този плъгин позволява динамично мащабиране на изображенията (въз основа на Highslide JavaScript библиотека)
cs_cz: Tento plugin umožňuje dynamické zvětšení obrázku (na základě Highslide javascript knihovny)
fr_fr: Ce plugin vous permet de zoomer dynamiquement sur les images (utilise la librairie javascript highslide)
nl_nl: Deze plugin staat een dynamische zoom toe op de afbeeldingen (gebaseerd op de highslide javascript bibliotheek)

source: Load:
bg_bg: Заредете:

source: Expand:
bg_bg: Увеличете:

source: Move:
bg_bg: Премести:

source: Pause:
bg_bg: Пауза:
es_es: Parar:
nl_nl: Pauseer

source: Restore:
bg_bg: Възстанови:

source: The position of the button (play, next, ...) (e.g top center):
bg_bg: Позицията на бутона (пусни, следващ, ...) (например топ центъра):
cs_cz: Pozice tlačítek (spustit, další, ...) (např. top center):
fr_fr: La position des boutons (marche, suivant, ...) (par exemple, top center) :

source: This plugin allows a dynamic zoom on the images (based on the colorbox javascript library)
es_es: Este plugin realiza un zoom dinámico de las imágenes (basado en la librería javascript colorbox)

source: Here is the parameters of the plugin. Please modify them at your convenience.
cs_cz: Zde jsou parametry pluginu. Upravte je dle vašich potřeb.
fr_fr: Voici les paramètres du plugin. Vous pouvez les modifier comme bon vous semble.

source: What is the clipped dimensions of the zoomed image?
cs_cz: Jaké jsou maximální rozměny zvětšeného obrázku?
fr_fr: Quelles sont les dimensions maximales de l&#039;image zoomée ?

source: What is the other parameters?
cs_cz: Další volby nastavení ...
fr_fr: Les autres paramètres ....

source: This form is an easy way to contact the author and to discuss issues / incompatibilities / etc.
cs_cz: Toto je nejsnažší způsob, jak kontaktovat autora a konzultovat potíže / nekompatibilnost / apod.
fr_fr: Ce formulaire est un moyen facile de contacter l&#039;auteur afin de discuter de vos problèmes / des incompatibilités / etc.

source: Here is the plugins developped by the author
cs_cz: Další pluginy autora
fr_fr: Voici les plugins développés par l&#039;auteur

source: Other possible plugins
cs_cz: Další pluginy
fr_fr: Autres plugins possibles

source: Here is the plugins developped by the author:
cs_cz: Další pluginy autora:
fr_fr: Voici les plugins développés par l&#039;auteur :
